Repository: BesrourMS/listable
Catalog: *.po
Languages: fr

source: Update recommended
fr: Mise à jour recommandée

# %1$s = install status, %2$s = update status
source: %1$s, %2$s
fr: %1$s, %2$s (%1$s = Etat d'installation, %2$s = état de mise à jour)

# plugins
source: All <span class="count">(%s)</span>
fr: Tout <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
fr: À installer <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
fr: Mise à jour disponible <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
fr: Activer <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
fr: inconnu

source: Installed version:
fr: Version installée:

source: Minimum required version:
fr: Version minimum requise:

source: Available version:
fr: Disponible en version:

source: No plugins to install, update or activate. <a href="%1$s">Return to the Dashboard</a>
fr: ﻿Aucune extensions à installer, à mettre à jour ou à activer. <a href="%1$s">Retourner au tableau de bord</a>

source: Status
fr: Statut

# %2$s = plugin name in screen reader markup
source: Install %2$s
fr: Installer %2$s

# %2$s = plugin name in screen reader markup
source: Update %2$s
fr: Mettre à jour %2$s

# %2$s = plugin name in screen reader markup
source: Activate %2$s
fr: Activer %2$s

source: Upgrade message from the plugin author:
fr: Mise à jour message de l’auteur de l’extension :

source: Install
fr: Installer

source: Update
fr: Mettre à jour

source: Activate
fr: Activer

source: No plugins were selected to be installed. No action taken.
fr: Aucun plugins n'ont été sélectionnés pour être installés. Aucune action effectuée.

source: No plugins were selected to be updated. No action taken.
fr: Aucun plugins ont été sélectionnés pour être mis à jour. Pas d'action prise.

source: No plugins are available to be installed at this time.
fr: Aucun plugins sont disponibles pour être installé à ce moment.

source: No plugins are available to be updated at this time.
fr: Pas d’extension disponible pour être mise à jour à l’heure actuelle.

source: No plugins were selected to be activated. No action taken.
fr: Aucun plugins ont été sélectionnés pour être activé. Pas d'action prise.

source: No plugins are available to be activated at this time.
fr: Aucun plugins sont disponibles pour être activés à ce moment.

source: Plugin activation failed.
fr: L'activation de plugin a échoué.

source: Updating Plugin %1$s (%2$d/%3$d)
fr: Mise à jour Plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
fr: Une erreur s'est produite lors de l'installation %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
fr: L'installation de %1$s a échoué.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
fr: Le processus d’installation et d’activation commence… Il peut prendre un certain temps sur certains serveurs, soyez patients.

source: %1$s installed and activated successfully.
fr: %1$s installé et activé avec succès.

source: Show Details
fr: Afficher les détails

source: Hide Details
fr: Cacher les détails

source: All installations and activations have been completed.
fr: Toutes les installations et activations ont été achevées.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
fr: Installation et activation Plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
fr: Le processus d’installation et d’activation commence. Ce processus peut prendre un certain temps sur certains serveurs, soyez patients.

source: %1$s installed successfully.
fr: %1$s est installé avec succès.

source: All installations have been completed.
fr: Toutes les installations ont été effectué.

source: Installing Plugin %1$s (%2$d/%3$d)
fr: Installation d’extension %1$s (%2$d/%3$d)

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
fr: Désolé, mais vous n’avez pas les autorisations adéquates pour installer le plugin %s. Contactez l’administrateur de ce site pour obtenir de l’aide.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
fr: Désolé, mais vous n’avez pas les autorisations adéquates pour activer le plugin %s. Contactez l’administrateur de ce site pour obtenir de l’aide.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
fr: Désolé, mais vous n’avez pas les autorisations adéquates pour mettre à jour le plugin %s. Contactez l’administrateur de ce site pour obtenir de l’aide.

source: Activate installed plugin
fr: Activer le plugin installé

source: All plugins installed and activated successfully. %s
fr: Tous les plugins ont été installé et activé avec succès. %s

source: Posted in %1$s
fr: Publié dans %1$s

source: Leave a comment
fr: Laissez un commentaire

source: 1 Comment
fr: 1 Commentaire

source: % Comments
fr: % Commentaires

source: (Edit)
fr: (Modifier)

source: Your comment is awaiting moderation.
fr: Votre commentaire est en attente de valisation

source: Or browse the highlights
fr: Ou parcourir les faits saillants

source: Let's add your first listing! To better familiarize with the process, start by adding a good
fr: Ajoutez votre première annonce! Pour mieux se familiariser avec le processus, commencez par ajouter un bon

source: title
fr: titre

source: Visitors can filter their search result by
fr: Les visiteurs peuvent filtrer les résultats de recherche par

source: categories
fr: catégories

source: so make sure you choose them wisely and include all the relevant ones.
fr: alors assurez-vous de les choisir judicieusement et inclure tous ceux qui sont pertinents.

source: Let's add two categories: "Food" and "Coffee Shops" &#8212; later on we will
fr: Ajoutons deux catégories: "Alimentation" et "Cafés" - Plus tard, nous

source: add icons
fr: ajouter des icônes

source: to them
fr: pour eux

source: Add a short and descriptive
fr: Ajouter une courte description

source: Tagline
fr: Slogan

source: like "Speciality Coffee Shop"
fr: comme “Cafés spéciaux ”

source: Now you can add the
fr: Maintenant, vous pouvez ajouter le

source: address
fr: adresse

source: of the listing. Let's use "34 Wigmore Street, London"
fr: de l’annonce. Nous allons utiliser “34 Wigmore Street, Londres”

source: Add 4 or 5
fr: Ajouter 4 ou 5

source: users love them. *Note that the first one appears on the listing card from the archive page
fr: utilisateurs aiment. * Notez que le premier apparaît sur la carte d'inscription à partir de la page d'archive.

source: Contact information is always useful. If you have a
fr: Nos coordonnées sont toujours utile. Si tu as un

source: phone number
fr: numéro de téléphone

source: a
fr: un

source: website
fr: site web

source: or a
fr: ou

source: Twitter username
fr: nom d'utilisateur Twitter

source: at hand -- fill them below
fr: à portée de main - les remplir ci-dessous

source: Even if they are optional, they are very important so visitors can get find you
fr: Même s’ils sont facultatifs, ils sont très importants afin que les visiteurs puissent vous trouver

source: We're ready to launch!
fr: Prêt pour le lancement!

source: Even if there are other fields that you can play with, there's plenty of time afterwards
fr: Même s'il y a d'autres champs, vous pouvez jouer avec, il y a beaucoup de temps après

source: Fasten your seatbelt and hit the
fr: Attachez votre ceinture et appuyez sur la

source: Publish button
fr: bouton Publier

source: Congratulations for your first listing!
fr: Félicitations pour votre première annonce!

source: Let me give you a leaner start by loading some
fr: Permettez-moi de vous donner un début plus maigre en chargeant certains

source: sample categories and icons
fr: échantillon des catégories et icônes

source: that you can use (or delete) later on
fr: que vous pouvez utiliser (ou supprimer) plus tard

source: Load Sample Categories & Icons
fr: Chargement d'échantillon des categories et icônes

source: Please wait a few minutes (between 1 and 3 minutes usually, but depending on your hosting it can take longer) and
fr: Veuillez patienter quelques minutes (entre 1 et 3 minutes habituellement, mais selon l’hébergement, cela peut prendre plus de temps) et

source: don't reload the page
fr: ne pas recharger la page

source: You will be notified as soon as the import has finished!
fr: Vous serez informé dès que l’importation sera terminée!

source: sample tags and icons
fr: échantillon mots-clés et icônes

source: Load Sample Tags & Icons
fr: Exemple de chargement Mots-Clés & Icônes

source: Next &rarr;
fr: Suivant & rarr;

source: &larr; Prev
fr: &larr; Précédent

source: Finish!
fr: Terminer!

source: Step
fr: Étape

source: Front Page Sections
fr: Sections Page Accueil

source: Content
fr: Contenu:

source: The wider area where the main listing content should go.
fr: La zone plus large où la teneur en liste principale devrait aller.

source: Sidebar Top
fr: Haut de la barre latérale

source: Placed to the top of the right sidebar, this area put each widget in a visually different boxed container.
fr: Placé en haut de la barre de droite, cette zone a mis chaque widget dans un conteneur en boîte visuellement différent.

source: Sidebar Bottom
fr: Bas de la barre latérale

source: Placed below the Sidebar Top, this area brings together all the widgets under the same container.
fr: Placé en dessous de la barre latérale, cette zone regroupe l'ensemble des widgets sous le même conteneur.

source: Footer Area
fr: Zone de bas de page

source: The action buttons like Write a Review, Share or Add to Favorites.
fr: Les boutons d'action comme Écrire un avis, Partager ou Ajouter aux favoris.

source: Write a review
fr: Ecrire une évaluation

source: Review
fr: Révision

source: Share
fr: Partager

source: The main listing content.
fr: Le contenu principal d'annonce

source: Reviews
fr: Avis

source: A list of the recent reviews and the submission form.
fr: Une liste des récentes avis et le formulaire de soumission.

source: Tags
fr: Mots-clés

source: A list of tags or amenities.
fr: Une liste de mots-clés ou équipements.

source: Location Map
fr: Emplacement sur la carte

source: A Map View of the listing location along with a Directions link to Google Map.
fr: A voir la carte de l'emplacement de la fiche avec un itinéraire Lien vers Google Map.

source: Get directions
fr: Obtenir les directions

source: The listing categories along with the related icon.
fr: Les catégories d'annonce ainsi que l'icône associée.

source: The Hours field content.
fr: Le contenu du champ Heures.

source: The attached images in a gallery grid format.
fr: Les images jointes dans un format galerie de grille.

source: Photo gallery
fr: Galerie de photos

source: All photos
fr: Toutes les photos

source: Front Page
fr: Page de garde

source: Listing Cards
fr: Cartes d'annonce

source: Displays a list of your listings based on different criteria (eg. latest of featured listings from a specific category)
fr: Affiche une liste de vos annonces sur la base de différents critères (ex. la dernière annonce vedette d’une catégorie spécifique)

source: Title:
fr: Titre:

source: Subtitle:
fr: Sous-titre:

source: Number of items to show:
fr: Nombre d'éléments à afficher:

source: Show:
fr: Montrer:

source: All Listings
fr: Tous les annonces

source: Featured Listings
fr: Annonces vedette

source: Order by:
fr: Trier par:

source: Random
fr: Aléatoire

source: Items IDs(optional):
fr: ID d’articles (facultatif) :

source: Categories Slug(optional):
fr: Etiquettes Catégories (facultatif):

source: Explore these lovely listings
fr: Explorez ces belles annonces

source: Listing Categories
fr: Catégories d'annonce

source: Display a list of listing categories based on different criteria (eg. most popular, random) or specify which ones you want to show.
fr: Afficher une liste des catégories d'annonces en fonction de différents critères (par exemple. Le plus populaire, aléatoire) ou spécifier ceux que vous voulez montrer.

source: Default
fr: Défaut

source: Number of Listings
fr: Nombre d'annonces

source: What are you interested in?
fr: En quoi es-tu intéressé?

source: Discover something nice
fr: Découvrez quelque chose de sympathique

source: Recent Posts
fr: Articles récents

source: A list of the latest posts from blog.
fr: Une liste des derniers articles du blog.

source: View All
fr: Voir tout

source: Latest Posts
fr: Derniers Articles:

source: Fresh articles from the blog
fr: Nouveaux articles du blog

source: Spotlights
fr: Projecteurs

source: Emphasize some features of your website or use it as a step-by-step explaining process.
fr: Mettre l'accent sur certaines fonctionnalités de votre site Web ou de l'utiliser comme un processus étape par étape expliquant.

source: Select an Image
fr: Sélectionner l’image

source: Update Image
fr: Mettre à jour l’image

source: Main Title:
fr: Titre principal:

source: Main Subtitle:
fr: Sous-titre principal:

source: Content:
fr: Contenu:

source: Add Spotlight
fr: Ajouter Spotlight

source: Choose an Image
fr: Choisissez une image

source: How It Works
fr: Comment cela fonctionne

source: There are no listings matching your search.
fr: Il n'y a pas d'annonces correspondante à votre recherche.

source: Website
fr: Site web

source: Posted %s ago
fr: Posté il y a %s

source: This position has been filled
fr: Cette position a été remplie

source: Applications have closed
fr: Applications ont fermé

source: This listing has expired.
fr: Cette annonce a expiré.

source: Maximum file size: %s.
fr: Taille maximale du fichier : %s .

source: No results match
fr: Aucun résultat ne correspond

source: Select Some Options
fr: Sélectionnez Certaines options

source: remove
fr: retirer

source: Location
fr: Emplacement

source: Category
fr: Catégorie

source: Any category
fr: Toute catégorie

source: Filter by tags
fr: Filtrer par étiquettes

source: Filter
fr: Filtre

source: Map View
fr: Vue de la carte

source: Cards View
fr: Vue Cartes

source: Your browser does not support JavaScript, or it is disabled. JavaScript must be enabled in order to view listings.
fr: Votre navigateur ne supporte pas JavaScript, ou il a été désactivé. JavaScript doit être activé pour voir les announces.

source: (optional)
fr: (optionnel)

source: Search
fr: Chercher

source: Search results for: %s
fr: Résultats de la recherche pour: %s

source: Tag:
fr: Étiquette:

source: Nothing Found
fr: Rien n'a été trouvé

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fr: Prêt à publier votre premier article ? <a href=“%1$s”>Démarrer ici</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fr: Désolé mais rien ne correspond à vos critères de recherche. Essayez avec d’autres mots-clés.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fr: Il semble que nous ne puissions trouver ce que vous cherchez. Essayez peut-être une recherche.

source: %s job posted out of %d
fr: %s emploi affiché sur %d

source: %s job posted
fr: %s emploi affiché

source: listed for %s day
fr: répertorié pour le jour %s

source: Most Popular
fr: Le plus populaire

source: Free
fr: Gratuit

source: Get Started
fr: Commencer

source: No packages found
fr: Aucun paquet trouvé

source: All Products
fr: Tous les produits

source: Product
fr: Produit

source: Price
fr: Prix

source: Quantity
fr: Quantité

source: Available on backorder
fr: Disponible en rupture de stock

source: Remove this item
fr: Retirer cet objet

source: Coupon code
fr: Code coupon

source: Apply Coupon
fr: Appliquer Coupon

source: Update Cart
fr: Mise à jour panier

source: Showing the single result
fr: Afficher le résultat unique

source: Showing all %d results
fr: Afficher tous les résultats %d

# %1$d = first, %2$d = last, %3$d = total
source: Showing %1$d&ndash;%2$d of %3$d results
fr: Actuellement visible : %1$d&ndash;%2$d de %3$d résultats

source: Username or email address
fr: Nom d'utilisateur ou adresse e-mail

source: Password
fr: Mot de passe

source: Remember me
fr: Rester connecté

source: Lost your password?
fr: Mot de passe perdu?

source: Register
fr: Registre

source: Username
fr: Nom d'utilisateur

source: Email address
fr: Adresse e-mail

source: Your comment is awaiting approval
fr: Commentaire en attente d’approbation

source: verified owner
fr: propriétaire vérifié

source: Rated %d out of 5
fr: Évalué %d sur 5

source: out of 5
fr: sur 5

source: %s review for %s
fr: %s avis sur %s

source: There are no reviews yet.
fr: Il n’y a aucun avis pour le moment.

source: Add a review
fr: Ajouter un avis

source: Be the first to review
fr: Soyer le premier a déposer un avis

source: Leave a Reply to %s
fr: Laissez une réponse à %s

source: Name
fr: Nom

source: You must be <a href="%s">logged in</a> to post a review.
fr: Vous devez être <a href="%s">connecté</a> pour publier un avis.

source: Your Rating
fr: Votre note

source: Rate&hellip;
fr: Évaluer&hellip;

source: Perfect
fr: Parfait

source: Good
fr: Bien

source: Average
fr: Moyenne

source: Not that bad
fr: Pas si mal

source: Very Poor
fr: Très pauvre

source: Your Review
fr: Votre revue

source: Only logged in customers who have purchased this product may leave a review.
fr: Seul les clients connectés et ayant acheté ce produit peuvent laisser un avis.

source: A directory WordPress theme that will help you create and manage a local or global listings site.
fr: A directory WordPress thème that will help you create and manage a local or global listings site.
