Repository: BesrourMS/listable
Catalog: *.po
Languages: fr

source: Oops! That page can&rsquo;t be found.
fr: Oups ! Cette page n’a pas été trouvée.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
fr: Il semble que rien n’a été trouvé à cet endroit. Essayez peut-être un des liens ci-dessous ou une recherche?

source: This %s is faved!
fr: Ce %s est fauva !

source: Faved!
fr: Préféré !

source: Add to favorites
fr: Ajouter à mes favoris

source: Favorite
fr: Préféré

source: Update Bookmark
fr: Mettre à jour des favoris

source: Add Bookmark
fr: Ajouter aux Favoris

source: Clear
fr: Clair

source: Category:
fr: Catégorie:

# comments title
source: 1 review
fr: 1 avis

# comments title
source: 1 comment
fr: Un commentaire

source: Comment navigation
fr: Découvrez les commentaires

source: Older Comments
fr: Commentaires plus anciens

source: Newer Comments
fr: Commentaires récents

source: Comments are closed.
fr: Les commentaires sont fermés.

source: Rate and write a review
fr: Notez et donnez votre avis.

source: Proudly powered by %s
fr: Fi&egrave;rement propuls&eacute; par %s

source: and
fr: et

source: %1$s by %2$s.
fr: %1$s par %2$s.

source: Primary Menu
fr: Menu primaire

source: Footer Menu
fr: Menu bas de page

source: The import didn't work completely!
fr: L'importation ne fonctionne pas complètement!

source: Check out the errors given. You might want to try reloading the page and try again.
fr: Consultez les erreurs de données. Vous pourriez recharger la page et essayer à nouveau.

source: Importing the demo data will overwrite your current site content and options. Proceed anyway?
fr: L’importation des données de démonstration va écraser votre contenu et vos options actuelles. Voulez-vous continuer malgré tout?

source: Phew...that was a hard one!
fr: Ouf… ça a été dur!

source: The demo data was imported without a glitch! Awesome!
fr: Les données de démonstration ont été importées sans un pépin! Impressionnant!

source: <i>We have reloaded the page on the right, so you can see the brand new data!</i>
fr: <i>Nous avons rechargé la page sur la droite, de sorte que vous puissiez voir les données rafraîchies !</i>

source: Remember to update the passwords and roles of imported users.
fr: Rappelez-vous de mettre à jour les mots de passe et les rôles des utilisateurs importés.

source: All done!
fr: Terminé!

source: Working...
fr: Travailler...

source: The setting up of the demo widgets failed...
fr: Installation terminée des widgets de démo ...

source: The setting up of the demo widgets failed
fr: La mise en place des widgets de démonstration a échoué

source: (The script returned the following message
fr: ( Le script a renvoyé le message suivant

source: Finished setting up the demo widgets...
fr: Installation terminée des widgets de démo ...

source: The importing of the theme options has failed...
fr: L'importation des options du thème a échoué...

source: The importing of the theme options has failed
fr: L'importation des options du thème a échoué

source: Finished importing the demo theme options...
fr: L’importation des options du thème est terminée.

source: Importing posts | Step
fr: Importation messages | Étape

source: Error:
fr: Erreur:

source: You can reload the page and try again.
fr: Vous pouvez recharger la page et essayer à nouveau.

source: Skip to content
fr: Aller au contenu

source: What are you looking for?
fr: Que cherchez-vous?

source: Gallery Images
fr: Galerie Images

source: Hero Area
fr: zone Hero

source: Add an image or a video to be used as a Background for the Hero Area on the Front Page
fr: Ajouter une image ou une vidéo à utiliser comme arrière-plan pour la zone Hero sur le Front Page

source: Tip: Uploading
fr: Astuce: Uploading

source: multiple images and/or videos
fr: plusieurs images et / ou vidéos

source: will
fr: va

source: randomly
fr: au hasard

source: pick one when page is loaded
fr: choisir un lorsque la page est chargée

source: Front Page » Highlighted Categories
fr: Front Page »Highlighted Catégories

source: <p>You can select which categories to highlight, by adding their <em>slugs</em>, separated by a comma: <em>food, hotels, restaurants</em></p><p> You can add change their <em>shown name</em> (in case it is too long) with this pattern: <em>slug (My Custom Name)</em></p>
fr: <p>Vous pouvez sélectionner les catégories à mettre en évidence, en ajoutant leurs <em>limaces</em> séparés par une virgule: <em>nourriture, hôtels, restaurants</em></p><p>Vous pouvez les modifier <em>nom affiché</em> (dans le cas où il est trop long) en utilisant ce modèle : <em>plug (Mon nom personnalisé)</em></p>

source: Frontend Categories
fr: Catégories principales

source: Theme Options
fr: Options du thème

source: General
fr: Général

source: Footer Copyright Text
fr: Texte Copyright Bas de Page

source: Map Options
fr: Options Carte

source: Mapbox Integration (optional)
fr: Intégration Mapbox (en option )

source: We are offering integration with the
fr: Nous offrons l'intégration avec le

source: service, so you can have better looking and highly performance maps
fr: service, vous pouvez avoir un meilleur avenir et des cartes très performantes

source: Get a FREE token
fr: Obtenez un jeton GRATUIT

source: and paste it below. If there is nothing added, we will fallback to the Google Maps service
fr: et collez-le ci-dessous. Si rien n’est ajouté, nous utiliserons les services Google Maps

source: Mapbox Style
fr: Style Mapbox

source: Custom styles works only if you have set a valid Mapbox API token in the field above.
fr: Les styles personnalisés ne fonctionnent que si vous avez défini une API MapBox valable dans le champ ci-dessus.

source: Custom JavaScript
fr: JavaScript personnalisé

source: Header
fr: Entête

source: Easily add Custom Javascript code. This code will be loaded in the <head> section.
fr: Ajoutez facilement un code personnalisé Javascript. Ce code sera chargé dans le <head> de la section.

source: Footer
fr: Bas de page

source: You can paste here your Google Analytics tracking code (or for what matters any tracking code) and we will put it on every page.
fr: Vous pouvez coller ici votre code de suivi Google Analytics (ou tout autre code de suivi) et nous le mettrons sur chaque page.

source: Demo Data
fr: Données de démo

source: Import demo data
fr: Importer des données de démonstration

source: Please wait a few minutes (between 1 and 3 minutes usually, but depending on your hosting it can take longer) and <strong>don't reload the page</strong>. You will be notified as soon as the import has finished!
fr: Veuillez patienter quelques minutes (entre 1 et 3 minutes habituellement, mais selon le votre hébergement, il peut prendre plus de temps) et <strong>ne pas recharger la page</strong>. Vous serez averti dès que l’importation est terminée !

source: Site Header
fr: En-tête du site

source: Transparent on Front Page Hero
fr: Transparent sur Front Page de Garde

source: Header Background Color
fr: Couleur d’arrière plan de l'en-tête

source: Site Title Color
fr: Couleur titre du site

source: Search Color
fr: Recherche Couleur

source: Nav Link Color
fr: Couleur du lien de navigation

source: Nav Active Color
fr: Couleur de la navigation active

source: Nav Button Color
fr: Couleur de la bouton de navigation

source: Main Content
fr: Contenu principal

source: Content Background
fr: Contenu : Arrière plan

source: Page Background
fr: Arrière-plan de la page

source: Page Titles Color
fr: Couleur des titres de page

source: Headings Color
fr: Couleur des en-têtes

source: Text Color
fr: Couleur de texte

source: Buttons Color
fr: Couleur des boutons

source: Cards
fr: Cartes

source: Cards Background
fr: Arrière-plan des cartes

source: Title Color
fr: Couleur de titre

source: Icons Color
fr: Couleur des icônes

source: Icons Border Color
fr: Couleur de la bordure des icônes

source: Pin Background Color
fr: Couleur d’arrière plan de pin

source: Pin Color
fr: Couleur de l’icône

source: Background
fr: Arrière-plan

source: Credits Color
fr: Couleur des “Crédits”

source: Other Colors
fr: Autres couleurs

source: Accent Color
fr: Couleur Accent

source: Gray Color
fr: Couleur grise

source: Customize Front Page Sections
fr: Personnaliser les sections de la page d’accueil

source: Customize Listings Layout
fr: Personnaliser les visuels des annonces

source: Page Subtitle
fr: Sous-titre de page

source: This is the subtitle that will be shown in the page's Hero Area, below the page title.
fr: Sous-titre qui sera affiché dans la bannière, au-dessous du titre de la page.

source: Listing
fr: Annonce

source: Listings
fr: Annonces

source: All %s
fr: Tous %s

source: Add New
fr: Ajouter un nouveau

source: Add %s
fr: Ajouter %s

source: Edit
fr: Modifier

source: Edit %s
fr: Modifier %s

source: New %s
fr: Nouveau %s

source: View %s
fr: Vue %s

source: Search %s
fr: Recherche %s

source: No %s found
fr: %s non trouvé

source: No %s found in trash
fr: %s non trouvé

source: This is where you can create and manage %s.
fr: C’est ici que vous pouvez créer et gérer les annonces %s.

source: Listing Type
fr: Type annonce

source: Listings Types
fr: Types annonces

source: Update %s
fr: Mettre à jour %s

source: Add New %s
fr: Ajouter un nouveau %s

source: New %s Name
fr: Nouvel %s Nom

# Listing type slug - resave permalinks after changing this
source: listing-type
fr: type-annonce

source: Listing Category
fr: Catégorie d'annonce

source: Listings Categories
fr: Catégories des annonces

source: Categories
fr: Catégories

# Listing category slug - resave permalinks after changing this
source: listing-category
fr: catégorie-annonce

source: Listing Tags
fr: Mots-clés d'annonce

source: Listing Tag
fr: Mot-clé d'annonce

source: Search Listing Tags
fr: Recherche Mots-clés d'annonce

source: Popular Tags
fr: Mots-clés populaires

source: All Listing Tags
fr: Tous les mots-clés d'annonce

source: Parent Listing Tag
fr: Mot-clé d'annonce parent

source: Parent Listing Tag:
fr: Mot-clé d'annonce parent:

source: Edit Listing Tag
fr: Modifier mot-clé d'annonce

source: View Tag
fr: Voir mot-clé

source: Update Listing Tag
fr: Mise à jour de mot-clé d'annonce

source: Add New Listing Tag
fr: Ajouter nouveau mot-clé d'annonce

source: New Listing Tag Name
fr: Nouveau nom de mot-clé d'annonce

source: Separate tags with commas
fr: Séparer les mots-clés avec des virgules

source: Add or remove tags
fr: Ajouter ou supprimer des mots-clés

source: Choose from the most used tags
fr: Choisir parmi les mots-clés les plus utilisés

source: No tags found.
fr: Aucun mot-clé trouvé.

source: No tags
fr: Pas des mots-clés

# permalink
source: listing-tag
fr: Mot-clé d'annonce

source: Post a Listing
fr: Publier une annonce

source: Listing Dashboard
fr: Tableau de bord d'annonce

source: Submission
fr: Soumission

source: Hours
fr: Heures

source: Mon - Fri: 09:00 - 23:00 Sat - Sun: 17:00 - 23:00
fr: Lun - Ven: 09:00-23:00 Sam - Dim: 17h00-23:00

source: Phone
fr: Téléphone

source: Listing Name
fr: Nom d'annonce

source: Your listing name
fr: Nom de l'annonce

source: e.g Speciality Coffe Shop
fr: e.g Spécialité Café

source: Keep it short and descriptive as it will appear on search results instead of the ling description
fr: Soyez bref et décrivez l'annonce telle qu'elle apparaîtra sur les résultats de la recherche au lieu de la description du lien.

source: An overview of your listing and the things you love about it.
fr: Un aperçu de votre annonce et les choses que vous aimez à ce sujet.

source: Choose one or more categories
fr: Choisissez une ou plusieurs catégorie(s)

source: Visitors can filter their search by the categories and amenities they want - so make sure you choose them wisely and include all the relevant ones
fr: Les visiteurs peuvent filtrer leur recherche par les catégories et les commodités qu'ils veulent - alors assurez-vous de les choisir judicieusement et inclure tous celles qui sont pertinentes.

source: Add tags
fr: Ajouter des mots-clés

source: Visitors can filter their search by the amenities too, so make sure you include all the relevant ones.
fr: Les visiteurs peuvent filtrer leur recherche par les trop d'agréments, alors assurez-vous d'inclure tous ceux qui sont pertinents.

source: e.g 34 Wigmore Street, London
fr: e.g 34 Wigmore Street, Londres

source: Leave this blank if the location is not important.
fr: Laissez ce champ vide si l'emplacement n'est pas important.

source: First photo appears on listing card.
fr: Première photo apparaît sur la carte d'annonce.

source: Hours of Operation
fr: Heures d'ouverture

source: Feel free to change the text format to fit your needs.
fr: Sentez-vous libre pour changer le format de texte pour l'adapter à vos besoins.

source: e.g yourwebsite.com, London
fr: e.g yourwebsite.com, Londres

source: You can add more similar panels to better help the user fill the form
fr: Vous pouvez ajouter des panneaux similaires afin de mieux aider l'utilisateur à remplir le formulaire

source: Your name
fr: Votre nom

source: Main Menu
fr: Menu primaire

source: Social Menu
fr: Menu social

source: The Auto importing script could not be loaded. Please use the
fr: Le script d’importation automatique ne peut être chargé. Utiliser plutôt le

source: WordPress default import
fr: Importation par défaut de WordPress

source: and import the .XML file provided in the archive you've received on purchase manually.
fr: et importer manuellement le fichier .xml fourni dans l’archive que vous avez reçu lors de l’achat.

source: There was an error when reading this WXR file
fr: Il y avait une erreur lors de la lecture de ce fichier WXR

source: Details are shown above. The importer will now try again with a different parser...
fr: Les détails sont présentés ci-dessus. L'importateur va maintenant essayer de nouveau avec un analyseur différent ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
fr: Cela ne semble pas être un fichier WXR, WXR manquant / numéro de version non valide

source: Sorry, there has been an error.
fr: Désolé, il y a eu une erreur.

source: The file does not exist, please try again.
fr: Le fichier n'existe pas, s'il vous plaît essayer à nouveau.

source: All done.
fr: Terminé.

source: Have fun!
fr: S'amuser!

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
fr: Le fichier d'exportation n'a pu être trouvée à <code>%s</ code>. Il est probable que cela a été causé par un problème d'autorisations.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
fr: Ce fichier WXR (version %s) ne peut être pris en charge par cette version de l’importateur. Faites une mise à jour.

source: Failed to import author %s. Their posts will be attributed to the current user.
fr: Impossible d'importer l'auteur %s. Leurs postes seront attribués à l'utilisateur actuel.

source: Assign Authors
fr: Attribution d’auteurs

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
fr: Pour vous rendre plus facile l'édition et la sauvegarde du contenu importé, vous pouvez réaffecter l'auteur de l'article importé à un utilisateur existant de ce site. Par exemple, vous pouvez importer tous les articles que <code>admin</code> a réalisé.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user's role will be set as %s. Manually changing the new user's details will be necessary.
fr: Si un nouvel utilisateur est créé par WordPress, un nouveau mot de passe sera généré aléatoirement et le rôle du nouvel utilisateur sera défini comme %s. La modification manuelle des détails du nouvel utilisateur sera nécessaire.

source: Import Attachments
fr: Pièces jointes à l'importation

source: Download and import file attachments
fr: Télécharger et importer les pièces jointes

source: Submit
fr: Soumettre

source: Import author:
fr: Importer auteur:

source: or create new user with login name:
fr: ou de créer un nouvel utilisateur avec le nom de connexion:

source: as a new user:
fr: comme un nouvel utilisateur:

source: assign posts to an existing user:
fr: attribuer des postes à un utilisateur existant:

source: or assign posts to an existing user:
fr: ou affecter les postes à un utilisateur existant:

source: - Select -
fr: - Sélectionner -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
fr: Impossible de créer un nouvel utilisateur pour %s. Les articles seront attribués à l’utilisateur actuel.

source: Failed to import category %s
fr: Impossible d'importer la catégorie %s

source: Failed to import post tag %s
fr: Échec d’importation du mot-clef de l’article %s

source: Failed to import %s %s
fr: Impossible d'importer %s %s

source: Failed to import "%s": Invalid post type %s
fr: Impossible d'importer "%s": Type de poste invalide %s

source: %s "%s" already exists.
fr: %s "%s" existe déjà.

source: Failed to import %s "%s"
fr: Impossible d'importer %s "%s"

source: Menu item skipped due to missing menu slug
fr: Elément du menu ignoré à cause d'un label de menu manquant

source: Menu item skipped due to invalid menu slug: %s
fr: Elément du menu ignoré à cause d'un label de menu invalide: %s

source: Fetching attachments is not enabled
fr: Récupérer les pièces jointes ne sont pas permis

source: Invalid file type
fr: Type de fichier invalide

source: Remote server did not respond
fr: Le serveur distant n'a pas répondu

source: Remote server returned error response %1$d %2$s
fr: Le serveur distant renvoyé une réponse d'erreur %1$d %2$s

source: Remote file is incorrect size
fr: Fichier à distance est de taille incorrecte

source: Zero size file downloaded
fr: Taille zéro fichier téléchargé

source: Remote file is too large, limit is %s
fr: Fichier à distance est trop grande, la limite est de %s

source: Import WordPress
fr: Importation WordPress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
fr: Une nouvelle version de cet importateur est disponible. S'il vous plaît mettre à jour à la version %s pour assurer la compatibilité avec les fichiers d'exportation les plus récents.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we'll import the posts, pages, comments, custom fields, categories, and tags into this site.
fr: Bonjour ! Téléchargez le fichier WordPress eXtended RSS (WXR) et l’importation des messages, pages, commentaires, champs personnalisés, catégories et des étiquettes dans ce site débutera.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
fr: Choisissez un fichier WXR (. Xml) à télécharger, puis cliquez sur: Télécharger un fichier et l'importer.

source: Add logo
fr: Ajouter logo

source: Set as logo
fr: Définir comme logo

source: Choose logo
fr: Choisir le Logo

source: Change logo
fr: Changer le logo

source: Remove logo
fr: Retirer le logo

source: No logo set
fr: Aucun logo défini

source: Site Title, Tagline, and Logo
fr: Titre du site, Slogan et Logo

source: Site Logo
fr: Logo du site

source: Install Required Plugins
fr: Installer les Plugins Requis

source: Install Plugins
fr: Installer Plugins

source: Installing Plugin: %s
fr: Installation Plugin: %s

source: Something went wrong with the plugin API.
fr: Quelque chose se passait mal avec l'API de plugin.

source: This theme requires the following plugin: %1$s.
fr: Ce thème nécessite le plugin suivant: %1$s.

source: This theme recommends the following plugin: %1$s.
fr: Ce thème recommande le plugin suivant: %1$s.

source: Sorry, but you do not have the correct permissions to install the %1$s plugin.
fr: Désolé, mais vous ne disposez pas des autorisations nécessaires pour installer l’exension %1$s .

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
fr: Le plugin doit être mis à jour dans sa dernière version afin d’assurer une compatibilité maximale avec ce thème : %1$s.

source: There is an update available for: %1$s.
fr: Il y a une mise à jour disponible pour: %1$s.

source: Sorry, but you do not have the correct permissions to update the %1$s plugin.
fr: Désolé, mais vous ne disposez pas d’autorisations nécessaires pour mettre à jour %1$s l’extension.

source: The following required plugin is currently inactive: %1$s.
fr: Le plugin requis suivant est actuellement inactif: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
fr: Le plugin recommandé suivant est actuellement inactif: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %1$s plugin.
fr: Désolé, mais vous ne disposez pas des autorisations nécessaires pour activer le plugin %1$s

source: Begin installing plugin
fr: Instalattion du plugin en cours

source: Begin updating plugin
fr: Mise à jour du plugin en cours

source: Begin activating plugin
fr: Activation du plugin en cours

source: Return to Required Plugins Installer
fr: Retourner à l'installateur de plugins requis

source: Return to the dashboard
fr: Retour au tableau de bord

source: Plugin activated successfully.
fr: Plugin activé avec succès.

source: The following plugin was activated successfully:
fr: Le plugin suivant a été activé avec succès:

source: No action taken. Plugin %1$s was already active.
fr: Pas d'action prise. Plugin %1$ s était déjà actif.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
fr: Plugin non activé. Une version plus récente de %s est nécessaire pour ce thème. S'il vous plaît mettre à jour le plugin.

source: All plugins installed and activated successfully. %1$s
fr: Tous les plugins installés et activés avec succès. %1$s

source: Dismiss this notice
fr: Ne tenez pas compte de cet avertissement

source: Please contact the administrator of this site for help.
fr: S'il vous plaît contacter l'administrateur de ce site pour l'aide.

source: This plugin needs to be updated to be compatible with your theme.
fr: Ce plugin a besoin d'être mis à jour pour être compatible avec votre thème.

source: Update Required
fr: Mise à jour requise

source: Set the parent_slug config variable instead.
fr: Définissez la variable de configuration parent slug à la place.

source: Return to the Dashboard
fr: Retour au tableau de bord

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
fr: Le pack d’extension à distance ne contient pas le dossier avec le tag souhaité et le renommage ne fonctionne pas.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
fr: Veuillez contacter le fournisseur de l’extension et demander-lui d’empaqueter son extension en respectant les instructions de WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
fr: Le paquet de l’extension contient plus d’un fichier, mais les fichiers ne sont pas empaquetés dans un dossier.

# plugin A *and* plugin B
source: and
fr: et

source: Required
fr: Obligatoire

source: Recommended
fr: Conseillé

source: WordPress Repository
fr: Dépôt WordPress

source: External Source
fr: Source externe

source: Pre-Packaged
fr: Préemballés

source: Not Installed
fr: Non Installé

source: Installed But Not Activated
fr: Installé mais pas activé

source: Active
fr: Actif

source: Required Update not Available
fr: Mise à jour requise non disponible

source: Requires Update
fr: A besoin de mise à jour
